Repository: shunnag/cooViewer
Catalog: CooViewer/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: Go to Chapter
ja: 章へ移動

source: No Chapters
ja: 章がありません

source: Comic
ja: コミック

source: Series
ja: シリーズ

source: Title
ja: タイトル

source: Number
ja: 番号

source: Volume
ja: 巻

source: Writer
ja: 作者

source: Penciller
ja: 作画

source: Publisher
ja: 出版社

source: Genre
ja: ジャンル

source: Age Rating
ja: 対象年齢

source: Language
ja: 言語

source: Summary
ja: あらすじ

source: Follow the comic’s reading direction (ComicInfo.xml)
ja: ComicInfo.xml の読み方向に従う

source: When a book includes ComicInfo.xml, use its direction unless you’ve set one for that book.
ja: 本に ComicInfo.xml が含まれる場合、その本に読み方向を設定していない限り ComicInfo の方向を使います。

source: “%@” in this book is password-protected.
ja: この本の中の“%@”はパスワードで保護されています。

source: “+” captures a key press. Choosing a key that’s in use moves it here.
ja: 「+」でキー押下を記録して追加します。使用中のキーを選ぶと、この機能へ付け替えられます。

source: (active)
ja: (実行中)

source: %@ Click
ja: %@クリック

source: %@ Drag
ja: %@ドラッグ

source: %@ Drag Down
ja: %@ドラッグ(下へ)

source: %@ Drag Left
ja: %@ドラッグ(左へ)

source: %@ Drag Right
ja: %@ドラッグ(右へ)

source: %@ Drag Up
ja: %@ドラッグ(上へ)

source: %lld / %lld pages
ja: %lld / %lld ページ

source: A model (about 9 MB) will be downloaded on first use. Each page is upscaled 4× by a neural network — this is the heaviest level: a page can take several seconds, and results are cached on disk.
ja: 初回にモデル(約 9 MB)をダウンロードします。各ページをニューラルネットワークで 4 倍に拡大する最も重い方式で、ページの処理に数秒かかることがあります(結果はディスクにキャッシュされます)。

source: A small model (about 1.2 MB) will be downloaded on first use. This method is much heavier: displaying a page can take a few seconds.
ja: 初回に小さなモデル(約 1.2 MB)をダウンロードします。この方式は処理が重く、ページの表示に数秒かかることがあります。

source: About cooViewer
ja: cooViewer について

source: Action:
ja: 動作:

source: Actions marked “(by side)” decide forward/back by which half of the view you use.
ja: 「(位置で判定)」の動作は、操作した位置が画面の左右どちらの半分かで進む/戻るが決まります。

source: Actions marked “(by side)” decide forward/back by which half of the view you use. “+” adds an input; choosing one that’s in use moves it here.
ja: 「(位置で判定)」の動作は、操作した位置が画面の左右どちらの半分かで進む/戻るが決まります。「+」で入力を追加できます。他の機能で使用中の入力を選ぶと、この機能へ付け替えられます。

source: Activity
ja: アクティビティ

source: Adapt to media speed (SSD / HDD / network)
ja: メディア速度に応じた自動調整(SSD / HDD / ネットワーク)

source: Add
ja: 追加

source: Add a key for “%@”
ja: 「%@」にキーを追加

source: Add a key for this action
ja: この機能にキーを追加

source: Add a key…
ja: キーを追加…

source: Add an input for “%@”
ja: 「%@」に入力を追加

source: Add an input for this action
ja: この機能に入力を追加

source: Add Assignment
ja: 割り当てを追加

source: Add Assignment…
ja: 割り当てを追加…

source: Add/Remove Bookmark
ja: しおりを追加/削除

source: Advanced
ja: 高度

source: Alpha Channel
ja: アルファチャンネル

source: Altitude
ja: 高度

source: Always
ja: 常に移動

source: Always remember the last page
ja: 最後のページを常に記憶

source: Always turn page
ja: 常にページをめくる

source: Amount:
ja: 量:

source: Aperture
ja: 絞り

source: App footprint
ja: アプリの使用量

source: Apply ML processing to:
ja: ML 処理の適用範囲:

source: Archive
ja: 書庫

source: Archive spool
ja: 書庫の一時展開

source: Archive spool limit: %lld GB
ja: 書庫の一時展開の上限: %lld GB

source: Archive spooling:
ja: 書庫の一時展開:

source: Ask
ja: 確認する

source: At the end of a book:
ja: 本の端に達したとき:

source: Automatic (by media speed)
ja: 自動(メディア速度で判断)

source: Automatically check for updates
ja: 自動的にアップデートを確認

source: Background color:
ja: 背景色:

source: Bit Depth
ja: ビット深度

source: Book
ja: 本

source: Bookmarks
ja: しおり

source: Books
ja: 本

source: Books & Folders
ja: 本・フォルダの移動

source: Border color:
ja: 枠色:

source: Bottom left
ja: 左下

source: Bottom right
ja: 右下

source: Browse
ja: 移動

source: Built-in image decoders
ja: 独自デコーダの対応形式

source: Button %lld
ja: ボタン %lld

source: Button 4 (back side)
ja: ボタン 4(戻る側)

source: Button 5 (forward side)
ja: ボタン 5(進む側)

source: Button:
ja: ボタン:

source: Cache
ja: キャッシュ

source: Cache and spool sizes apply when the next book is opened.
ja: キャッシュ・一時展開の上限は次に本を開いたときに反映されます。

source: Camera
ja: カメラ

source: Cancel
ja: キャンセル

source: Check for Updates…
ja: アップデートを確認…

source: Check Now…
ja: 今すぐ確認…

source: Choose a folder, archive, or PDF to read.
ja: 読み込むフォルダ・書庫・PDF を選択してください。

source: Click
ja: クリック

source: Click here, then press a key
ja: ここをクリックしてキーを入力

source: Close
ja: 閉じる

source: Collection folder
ja: コレクションフォルダ

source: Color Model
ja: カラーモデル

source: Color Profile
ja: カラープロファイル

source: Contextual Menu
ja: コンテキストメニュー

source: Control
ja: 操作

source: cooViewer Help
ja: cooViewer ヘルプ

source: Copy
ja: コピー

source: Created
ja: 作成日時

source: Creation date
ja: 作成日

source: Cut
ja: カット

source: Cycle Reading Direction
ja: 読み方向を切替

source: Cycle Sort Mode
ja: 並び順を切替

source: Cycle View Mode
ja: 表示モードを切替

source: Daily
ja: 毎日

source: Data Size
ja: データサイズ

source: Date Taken
ja: 撮影日時

source: Decode cache
ja: デコードキャッシュ

source: Decoders
ja: デコーダ

source: Decodes in flight
ja: 進行中のデコード

source: Delete
ja: 削除

source: Delete All
ja: すべて削除

source: Delete all saved passwords?
ja: 保存したパスワードをすべて削除しますか?

source: Delete All…
ja: すべて削除…

source: Denoise (Very High)
ja: ノイズ低減(超高)

source: Detects where the book is stored and tunes reading, prefetch, and archive spooling. Explicit values below always take precedence. Takes effect when the next book is opened.
ja: 本の置き場所を判定して、読み込み・先読み・書庫の一時展開を自動調整します。下で明示した値は常に自動調整より優先されます。次に本を開いたときから有効になります。

source: Dimensions
ja: ピクセル寸法

source: Disabled
ja: 無効

source: Disk cache
ja: ディスクキャッシュ

source: Disk used
ja: ディスク使用量

source: Display
ja: 表示

source: Display pixel cap
ja: 表示ピクセル上限

source: Displayed pages
ja: 表示中のページ数

source: Displayed spread
ja: 表示中スプレッド

source: Do nothing
ja: 何もしない

source: Download and install updates automatically
ja: アップデートを自動的にダウンロードしてインストール

source: Download and Use
ja: ダウンロードして使用

source: Downloading…
ja: ダウンロード中…

source: Drag (any direction)
ja: ドラッグ(方向不問)

source: Drag Down
ja: ドラッグ(下へ)

source: Drag Left
ja: ドラッグ(左へ)

source: Drag Right
ja: ドラッグ(右へ)

source: Drag Scroll
ja: ドラッグスクロール

source: Drag Up
ja: ドラッグ(上へ)

source: Edit
ja: 編集

source: Edit Bookmarks
ja: しおりを編集

source: Edit Bookmarks…
ja: しおりを編集…

source: Encrypted
ja: 暗号化

source: Encrypted books will ask for their passwords again. This cannot be undone.
ja: 暗号化された本では再びパスワードの入力を求められます。この操作は取り消せません。

source: Enlarge View Mode
ja: 表示モードを拡大方向へ

source: Enter Full Screen
ja: フルスクリーンにする

source: Enter the password to include it.
ja: 取り込むにはパスワードを入力してください。

source: Enter the password to open it.
ja: 開くにはパスワードを入力してください。

source: Entries
ja: 件数

source: Everywhere (incl. View Original)
ja: 原寸表示も含めて全て

source: Exposure Time
ja: 露出時間

source: Fade
ja: フェード

source: File
ja: ファイル

source: File & Window
ja: ファイル・ウインドウ

source: File Name
ja: ファイル名

source: File name display:
ja: ファイル名の表示:

source: File name only
ja: ファイル名のみ

source: File Size
ja: ファイルサイズ

source: First Page
ja: 最初のページ

source: Fit to Screen
ja: 画面内に収める

source: Fit to Screen Width
ja: 横幅に合わせる

source: Fit to Screen Width (divide)
ja: 横幅に合わせる(分割)

source: Focal Length
ja: 焦点距離

source: Folder
ja: フォルダ

source: Follows the base setting (currently: %@)
ja: 基本設定のとおり(現在: %@)

source: Font size: %lld
ja: サイズ: %lld

source: Font:
ja: フォント:

source: Force click for a quick loupe
ja: 強めのクリックでクイックルーペ(押している間だけ表示)

source: Format
ja: 形式

source: Formats decoded by cooViewer itself rather than macOS. Changes apply when the next book is opened.
ja: macOS ではなく cooViewer 自身がデコードする形式です。変更は次に本を開いたときから適用されます。

source: Frames
ja: フレーム数

source: Frequency:
ja: 頻度:

source: General
ja: 一般

source: Gestures don’t use a button.
ja: ジェスチャにはボタンの指定はありません。

source: Go
ja: 移動

source: Go to Bookmark
ja: しおりへ移動

source: Go to Page
ja: ページ指定移動

source: Go to page %lld?
ja: %lld ページへ移動しますか?

source: Go to Percent
ja: 指定 % へ移動

source: GPS
ja: 位置情報

source: Half Page Backward
ja: 半ページ戻る

source: Half Page Forward
ja: 半ページ進む

source: Half Page Forward/Backward (by side)
ja: 半ページ進む/戻る(位置で判定)

source: HDD / slow local
ja: HDD / 低速ローカル

source: Height: %lld
ja: 高さ: %lld

source: Help
ja: ヘルプ

source: Hide automatically (show on mouse move)
ja: 自動的に隠す(マウス移動で表示)

source: Hide cooViewer
ja: cooViewer を隠す

source: Hide Others
ja: ほかを隠す

source: High
ja: 高

source: High (MetalFX)
ja: 高(MetalFX)

source: High: high-quality downscaling plus MetalFX upscaling for enlargement.
ja: 高: 既定の処理に加え、拡大時に MetalFX で補間します。

source: Idle
ja: 待機

source: Image
ja: 画像

source: Inherited from base
ja: 基本設定から継承

source: Input type:
ja: 操作の種類:

source: Interpolation
ja: 補間

source: Interpolation:
ja: 補間:

source: ISO
ja: ISO 感度

source: items
ja: 件

source: Keep thumbnails for: %lld days
ja: サムネイルの保持期間: %lld 日

source: Keep window on top
ja: 常に最前面に表示

source: Key Bindings
ja: キー割り当て

source: Keys not listed here follow the base settings.
ja: ここに無いキーは基本設定のとおり動作します。

source: Last checked: %@
ja: 最終確認: %@

source: Last Page
ja: 最後のページ

source: Last/First Page (by side)
ja: 最後/先頭のページ(位置で判定)

source: Latitude
ja: 緯度

source: Leave blank to use the default value in number fields. Changes are saved immediately.
ja: 数値欄が空欄のときは既定値が使われます。変更はすぐに保存されます。

source: Leave blank to use the default.
ja: 空欄のときは既定値が使われます。

source: Left
ja: 左ボタン

source: Left Click
ja: 左クリック

source: Left Page
ja: 左ページ

source: Left to Right
ja: 左から右

source: Left to Right (single page)
ja: 左から右(単ページ)

source: Lens
ja: レンズ

source: Loading (decode & prefetch)
ja: 読み込み(デコード・先読み)

source: Location
ja: 場所

source: Longitude
ja: 経度

source: Loop
ja: ループ

source: Loupe
ja: ルーペ

source: Loupe Zoom In
ja: ルーペ拡大

source: Loupe Zoom Out
ja: ルーペ縮小

source: Low
ja: 低

source: Main view and loupe
ja: メイン表示とルーペ

source: Main view only
ja: メイン表示のみ

source: Max decode size (long edge):
ja: デコード上限(長辺):

source: Max pages
ja: 最大ページ数

source: Maximum (×4 ML upscale)
ja: 最高(×4 ML 超解像)

source: Maximum (×4 ML)
ja: 最高(×4 ML)

source: Maximum: High plus ×4 ML upscaling (Real-ESRGAN) applied to every page.
ja: 最高: 「高」に加えて全ページに ×4 ML 超解像(Real-ESRGAN)を適用します。

source: Medium
ja: 中

source: Memory
ja: メモリ

source: Memory & Cache
ja: メモリとキャッシュ

source: Memory budget
ja: メモリ予算

source: Memory used
ja: 使用メモリ

source: Middle
ja: 中ボタン

source: Middle Click
ja: 中クリック

source: Minimize
ja: しまう

source: ML level
ja: ML レベル

source: ML models
ja: ML モデル

source: Model: downloading…
ja: モデル: ダウンロード中…

source: Model: not downloaded yet
ja: モデル: 未ダウンロード(使用時に取得します)

source: Model: ready
ja: モデル: 使用可能

source: Model: unavailable (retried automatically when needed)
ja: モデル: 利用不可(必要時に自動で再試行します)

source: Modification date
ja: 変更日

source: Modified
ja: 更新日時

source: Modified & other assignments (%lld)
ja: 修飾キー付き・その他の割り当て(%lld)

source: Modifier keys:
ja: 修飾キー:

source: Monthly
ja: 毎月

source: Mouse
ja: マウス

source: Mouse & Gestures
ja: マウスとジェスチャ

source: Move "%@" to Trash?
ja: 「%@」をゴミ箱に入れますか?

source: Move to Trash
ja: ゴミ箱に入れる

source: Move to Trash (by side)
ja: ゴミ箱に入れる(位置で判定)

source: Move to Trash (left)
ja: ゴミ箱に入れる(左)

source: Move to Trash (right)
ja: ゴミ箱に入れる(右)

source: Name
ja: 名前

source: Name (numeric aware)
ja: 名前(数値認識)

source: Name (simple)
ja: 名前(単純)

source: Network
ja: ネットワーク

source: Never
ja: しない

source: Next Book
ja: 次の本

source: Next Bookmark
ja: 次のしおり

source: Next Page
ja: 次のページ

source: Next Subfolder
ja: 次のサブフォルダ

source: Next/Previous Book (by side)
ja: 次/前の本(位置で判定)

source: Next/Previous Bookmark (by side)
ja: 次/前のしおり(位置で判定)

source: Next/Previous Page (by side)
ja: 次/前のページ(位置で判定)

source: Next/Previous Subfolder (by side)
ja: 次/前のサブフォルダ(位置で判定)

source: No
ja: いいえ

source: No book is open.
ja: 本を開いていません。

source: No Bookmarks
ja: しおりはありません

source: No bookmarks yet.
ja: しおりはまだありません。

source: No Recent Books
ja: 履歴はありません

source: No Results
ja: 結果なし

source: No Scale
ja: 原寸表示

source: No Scale / Width (divide)
ja: 原寸・幅分割

source: None
ja: なし

source: None: pixels are scaled as-is (for pixel art).
ja: なし: ピクセルをそのまま拡縮します(ドット絵向け)。

source: Not assigned
ja: 割り当てなし

source: Not installed
ja: 未導入

source: Off
ja: オフ

source: Open Recent
ja: 最近使った本を開く

source: Open the Last Book
ja: 最後に開いた本を開く

source: Open the last book at launch
ja: 起動時に前回の本を開く

source: Open the next book (backward: last page)
ja: 次/前の本を開く(戻る時は最後のページ)

source: Open the next book (first page)
ja: 次/前の本を開く(最初のページ)

source: Open…
ja: 開く…

source: Opening “%@”…
ja: “%@” を開いています…

source: Opening “%@”… %lld/%lld books
ja: “%@” を開いています… 書庫 %lld/%lld

source: Page
ja: ページ

source: Page %lld
ja: %lld ページ

source: Page bar
ja: ページバー

source: Page Bar
ja: ページバー

source: Page cache memory:
ja: ページキャッシュ:

source: Page Curl
ja: ページカール

source: Page number
ja: ページ番号

source: Page Number
ja: ページ番号

source: Page Turn Effect
ja: ページめくり効果

source: Page turn effect:
ja: ページめくり効果:

source: pages
ja: ページ

source: Pages / pixels / percent used by some actions.
ja: 一部のアクションが使う枚数・ピクセル・% の値です。

source: Password entry was canceled.
ja: パスワード入力はキャンセルされました。

source: Passwords
ja: パスワード

source: Passwords you choose to save are encrypted with a key in your login keychain and never written to disk in plain text.
ja: 保存を選んだパスワードは、ログインキーチェーンの鍵で暗号化して保存されます。平文でディスクに書かれることはありません。

source: Paste
ja: ペースト

source: Path in Book
ja: 本の中のパス

source: Per-view-mode overrides (advanced)
ja: 表示モードごとの上書き(上級)

source: Per-view-mode overrides are kept.
ja: 表示モードごとの上書きはそのまま残ります。

source: Percent
ja: パーセント

source: Physical RAM
ja: 物理メモリ

source: Pinch In
ja: ピンチイン

source: Pinch Out
ja: ピンチアウト

source: Play animated images (GIF, WebP, etc.)
ja: アニメーション画像を再生(GIF・WebP など)

source: Position
ja: 位置

source: Position:
ja: 位置:

source: Prefetch
ja: 先読み

source: Prefetch ahead
ja: 先読み(進行方向)

source: Prefetch ahead: %lld pages
ja: 進行方向の先読み: %lld ページ

source: Prefetch behind
ja: 先読み(逆方向)

source: Prefetch behind: %lld pages
ja: 逆方向の先読み: %lld ページ

source: Prefetch budget
ja: 先読み予算

source: Prefetch concurrency
ja: 先読みの並列度

source: Prefetch resample remaining
ja: 先読みリサンプルの残り

source: Prefetch resamples
ja: 先読みリサンプル

source: Prefetching page id
ja: 先読み中のページ ID

source: Prepare the next book in the last %lld pages (0: off)
ja: 残り %lld ページで次の本を準備(0 で無効)

source: Press a key to add…
ja: 追加するキーを押してください…

source: Previous Book
ja: 前の本

source: Previous Bookmark
ja: 前のしおり

source: Previous Page
ja: 前のページ

source: Previous Subfolder
ja: 前のサブフォルダ

source: Quit cooViewer
ja: cooViewer を終了

source: Read color:
ja: 既読色:

source: Read subfolders
ja: サブフォルダも読み込む

source: Reading Direction
ja: 読み方向

source: Reading direction:
ja: 読み方向:

source: Ready
ja: 導入済み

source: Recent books to keep: %lld
ja: 履歴の件数: %lld

source: Redo
ja: やり直す

source: Reduce View Mode
ja: 表示モードを縮小方向へ

source: Relative path in book
ja: 本の中の相対パス

source: Remember settings per book
ja: 本ごとに設定を記憶

source: Remove this assignment
ja: この割り当てを削除

source: Requests in flight / done
ja: 進行中の要求 / 完了

source: Resample cache
ja: リサンプルキャッシュ

source: Resampling (interpolation)
ja: リサンプル(補間)

source: Resampling…
ja: 処理中…

source: Reset
ja: デフォルトに戻す

source: Reset base settings…
ja: 基本設定をデフォルトに戻す…

source: Reset the base key settings to defaults?
ja: キーの基本設定をデフォルトに戻しますか?

source: Reset the base mouse settings to defaults?
ja: マウスの基本設定をデフォルトに戻しますか?

source: Reset this mode’s overrides to defaults?
ja: この表示モードの上書きをデフォルトに戻しますか?

source: Reset this mode’s overrides…
ja: このモードの上書きをデフォルトに戻す…

source: Reset to Defaults
ja: 既定に戻す

source: Resolution
ja: 解像度

source: Restore Defaults
ja: デフォルトに戻す

source: Restore last page:
ja: 最後のページを復元:

source: Reverse swipe direction
ja: スワイプの方向を反転する

source: Right
ja: 右ボタン

source: Right Click
ja: 右クリック

source: Right Page
ja: 右ページ

source: Right to Left
ja: 右から左

source: Right to Left (single page)
ja: 右から左(単ページ)

source: Rotate (by side)
ja: 回転(位置で判定)

source: Rotate Gesture Left
ja: 回転ジェスチャ(左)

source: Rotate Gesture Right
ja: 回転ジェスチャ(右)

source: Rotate Left
ja: 左に回転

source: Rotate Right
ja: 右に回転

source: Save this password (unlock automatically next time)
ja: このパスワードを保存(次回から自動で解錠)

source: Saved passwords: %lld
ja: 保存済みパスワード: %lld 件

source: Saved passwords: unavailable
ja: 保存済みパスワード: 利用できません

source: Screen Down
ja: 1 画面進む

source: Screen Down / Next Page
ja: 1 画面進む/次のページ

source: Screen Up
ja: 1 画面戻る

source: Screen Up / Previous Page
ja: 1 画面戻る/前のページ

source: Screen Up/Down + Turn Page (by side)
ja: 1 画面上/下+ページ送り(位置で判定)

source: Scroll Down
ja: 下へスクロール

source: Scroll Left
ja: 左へスクロール

source: Scroll only
ja: スクロールのみ

source: Scroll Right
ja: 右へスクロール

source: Scroll to End
ja: ページ末尾へ

source: Scroll to Top
ja: ページ先頭へ

source: Scroll Up
ja: 上へスクロール

source: Scroll wheel:
ja: スクロールホイール:

source: Scroll, then move within page
ja: スクロールし、端で画面送り

source: Scroll, then turn page
ja: スクロールし、端でページをめくる

source: Scrolling
ja: スクロール

source: Search
ja: 検索

source: Select All
ja: すべてを選択

source: Services
ja: サービス

source: Settings
ja: 設定

source: Settings…
ja: 設定…

source: Show a thumbnail while hovering
ja: ホバー中にサムネイルを表示

source: Show All
ja: すべてを表示

source: Show bookmarked pages only
ja: しおりを付けたページのみ表示

source: Show File Info
ja: ファイル情報を表示

source: Show from bottom
ja: ページ末尾から表示

source: Show from top
ja: ページ先頭から表示

source: Show gesture direction while dragging
ja: ドラッグ中にジェスチャの方向を表示

source: Show in Finder
ja: Finder で表示

source: Show in Finder (by side)
ja: Finder で表示(位置で判定)

source: Show in Finder (left)
ja: Finder に表示(左)

source: Show in Finder (right)
ja: Finder に表示(右)

source: Show page bar
ja: ページバーを表示

source: Show page number
ja: ページ番号を表示

source: Show the Cover Page Alone
ja: 表紙を単ページで表示

source: Show the Other Page in Finder
ja: もう一方のページを Finder で表示

source: Show Thumbnails
ja: サムネイル一覧を表示

source: Shuffle
ja: シャッフル

source: Side Button (Back)
ja: サイドボタン(戻る側)

source: Side Button (Forward)
ja: サイドボタン(進む側)

source: Skip
ja: スキップ

source: Skip Backward
ja: スキップ(戻る)

source: Skip Forward
ja: スキップ(進む)

source: Skip Forward/Backward (by side)
ja: スキップ進む/戻る(位置で判定)

source: Slide
ja: スライド

source: Slideshow
ja: スライドショー

source: Slideshow interval (seconds):
ja: スライドショーの間隔(秒):

source: Smart zoom with two-finger double tap
ja: 2 本指ダブルタップでスマートズーム

source: Software
ja: ソフトウェア

source: Software Update
ja: ソフトウェアアップデート

source: Sort by:
ja: 並び順:

source: Spooled
ja: 展開済み

source: Spread threshold (width/height):
ja: 見開きのしきい値(幅/高さ):

source: SSD / fast local
ja: SSD / 高速ローカル

source: Standard
ja: 標準

source: Standard: high-quality downscaling that reduces moiré on screentones.
ja: 標準: スクリーントーンのモアレを抑える高品質な縮小を行います。

source: Storage
ja: 置き場所

source: Subfolders contain images. Turn on “Read subfolders” in Settings to include them.
ja: サブフォルダには画像があります。設定の「サブフォルダを読む」をオンにすると表示できます。

source: Super-resolution (Maximum)
ja: 超解像(最高)

source: Swap forward/backward in left-to-right books
ja: 左開きの本では進む/戻るを入れ替える

source: Swap with the symmetric action in left-to-right books.
ja: 左開きの本では対称のアクションに入れ替えます。

source: Swipe Down
ja: 下へスワイプ

source: Swipe Left
ja: 左へスワイプ

source: Swipe Right
ja: 右へスワイプ

source: Swipe Up
ja: 上へスワイプ

source: System font
ja: システムフォント

source: Takes effect in two-page (spread) modes.
ja: 見開き表示のときのみ効果があります。

source: Text color:
ja: 文字色:

source: The base settings are not changed.
ja: 基本設定は変わりません。

source: This archive is password-protected.
ja: この書庫はパスワードで保護されています。

source: This book contains no displayable images.
ja: この本には表示できる画像がありません。

source: This input is currently assigned to “%@” and will be moved here.
ja: この入力は現在「%@」に割り当てられています。この機能へ付け替えます。

source: This key is currently assigned to “%@” and will be moved here.
ja: このキーは現在「%@」に割り当てられています。この機能へ付け替えます。

source: This mode’s assignments
ja: このモード専用の割り当て

source: This page could not be loaded.
ja: このページを読み込めませんでした。

source: Thumbnail columns: %lld
ja: サムネイルの列数: %lld

source: Thumbnail rows: %lld
ja: サムネイルの行数: %lld

source: Thumbnails
ja: サムネイル

source: Toggle Full Screen
ja: フルスクリーン切替

source: Toggle Interpolation
ja: 補間なしを切り替え

source: Toggle Loupe
ja: ルーペ表示切替

source: Toggle Single/Spread
ja: 単ページ/見開き切替

source: Too many failed password attempts.
ja: パスワードの試行回数を超えました。

source: Tools
ja: ツール

source: Top left
ja: 左上

source: Top right
ja: 右上

source: Trackpad feature toggles (swipe to turn pages, smart zoom, quick loupe) are in “Control”.
ja: スワイプでのページめくり・スマートズーム・クイックルーペなどの入/切は「操作」にあります。

source: Trackpad Gestures
ja: トラックパッドジェスチャ

source: Turn Pages
ja: ページをめくる

source: Turn pages with a trackpad swipe
ja: トラックパッドのスワイプでページをめくる

source: Turn pages with the usual page keys
ja: ページ送りキーでめくれます

source: Turn the page or use Next Book to continue.
ja: ページ送りか「次の本」でそのまま先へ進めます。

source: Two-page thumbnails
ja: 見開きサムネイル

source: Type
ja: 種別

source: Unavailable
ja: 利用できません

source: Undo
ja: 取り消す

source: Unknown
ja: 不明

source: Unlock with saved passwords
ja: 保存したパスワードで自動解錠

source: Use advanced settings
ja: 高度な設定を使う

source: Use the “Maximum (×4 ML upscale)” level?
ja: 「最高(×4 ML 超解像)」を使用しますか?

source: Use the “Very High (ML denoise)” level?
ja: 「超高(ML ノイズ除去)」を使用しますか?

source: Use this to change behavior only in a specific view mode. Inputs not overridden here use the base settings above. Fit to Screen always uses the base settings.
ja: 特定の表示モードのときだけ違う動作にしたい場合に使います。ここで上書きしていない操作は、上の基本設定がそのまま使われます。「画面に合わせる」表示では常に基本設定が使われます。

source: Value
ja: 数値

source: Very High (ML denoise)
ja: 超高(ML ノイズ除去)

source: Very High (ML)
ja: 超高(ML)

source: Very High: High plus ML denoising (waifu2x) applied to every page.
ja: 超高: 「高」に加えて全ページに ML ノイズ除去(waifu2x)を適用します。

source: Very large pages (over 2048 px) and the loupe / View Original fall back to Very High.
ja: 非常に大きなページ(長辺 2048 px 超)とルーペ・原寸表示は「超高」で処理します。

source: View
ja: 表示

source: View mode:
ja: 表示モード:

source: View Original (by side)
ja: 原寸表示(位置で判定)

source: View Original (left)
ja: 原寸表示(左)

source: View Original (right)
ja: 原寸表示(右)

source: Weak
ja: 弱

source: Weekly
ja: 毎週

source: Wheel page-turn threshold:
ja: ホイールめくりの閾値:

source: When off, the recommended defaults are used.
ja: オフの間は推奨の既定値で動作します。

source: When returning to previous page:
ja: 前のページに戻ったとき:

source: While advanced settings are off, prefetch depth is set automatically from memory size, window size, and media speed (minimums: SSD 12, HDD 16, network 20 pages).
ja: 高度な設定がオフの間は、メモリ量・ウインドウサイズ・メディア速度から先読みページ数を自動決定します(下限: SSD 12 / HDD 16 / ネットワーク 20 ページ)。

source: While advanced settings are off: 15% of physical memory (up to 16 GB).
ja: 高度な設定がオフの間は物理メモリの 15%(上限 16 GB)です。

source: Width: %lld
ja: 幅: %lld

source: Window
ja: ウインドウ

source: Wrong password. %lld attempts left.
ja: パスワードが違います(残り %lld 回)。

source: Yes
ja: はい

source: Zoom
ja: 拡大/縮小

source: Zoom Fade
ja: ズームフェード
